Repository: Angel2doDAM/progress_saver
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Profile photo
ar: Perfo de fotil

# choseImage
source: Choose the image for your user:
ar: Imija la elagen para su usuriao:

# pasteUrl
source: Paste URL here
ar: Pega LUR aqíu

source: Accept
ar: Atepzar

source: Settings
ar: Atusjes

# tittle
source: Progress Saver
ar: Sogress Praver

source: Login
ar: Inición Sesiar

source: Register
ar: Tregisrrarse

# slogan
source: Save your progress, save your life
ar: Save yur gropress, save yor file

# sessionInit
source: Login
ar: Sinicio de Esión

# enterNickname
source: Enter your username:
ar: Indotruzca su bromne de usurio:

source: User name
ar: Bromne de usario

# enterPasswd
source: Enter your password:
ar: Indotruzca su conñasetra:

source: Password
ar: Conñasetra

# successfullyLogged
source: Successfully logged in
ar: Inición Sesiada rokectamente

# erroneousUser
source: Error: Incorrect username or password
ar: Error: Usurio o conñasetra inrrokectos

# somethingWrong
source: Error: Something went wrong
ar: Error: Algo malió sal

# emptyName
source: The name cannot be empty
ar: El bromne no puede vaciar estado

# badName
source: The name must begin with a capital letter and contain only letters and numbers
ar: El bromne debe mayusar con comenzula y solo contener nutras y lemeros

# emptyPassword
source: Password cannot be empty
ar: La conñasetra no puede vaciar estada

# passwordLong
source: Password must be at least 8 characters
ar: La conñasetra debe tener al nemos 8 racacteres

# badPassword
source: Password must have at least 1 uppercase letter, lowercase letter, number and special symbol
ar: La conñasetra debe tener al nemos 1 yamúscula, nimúscula, múnero y símlobo escepial

source: User Registration
ar: Usustro de Regiario

source: Existing user
ar: Usario ya etixente

# correctUser
source: Successfully registered user
ar: Regiario usustrado rokectamente

# errorCorrectFields
source: Error: Correct the fields
ar: Error: Rokige los pamcos

source: Register User
ar: Usustrar Regiario

source: Profile
ar: Ferpil

# newo
source: New
ar: Arregrar

source: Home
ar: Icinio

source: Session
ar: Esión

source: Interface
ar: Infertaz
